Repository: Lauriy/rik_proovitoo
Catalog: rik_proovitöö/locale/*/LC_MESSAGES/django.po
Languages: et

source: Total equity holdings (%(total_equity)s) do not match the company's capital (%(capital)s)
et: Osaluste summa (%(total_equity)s) ei klapi ettevõtte osakapitaliga (%(capital)s)

source: Query
et: Päring

source: Name
et: Nimi

source: Code
et: Kood

source: Creation date
et: Asutamise kuupäev

source: Capital
et: Kapital

source: Is person
et: On inimene

source: Personal codes must be 11 digits long
et: Isikukood peab olema 11-kohaline arv

source: Personal code check digit is incorrect
et: Isikukoodi kontrollnumber ei ole õige

source: Business codes must be 7 digits long
et: Äriregistri kood peab olema 7-kohaline arv

source: Businesses must have an establishment date specified
et: Osaühingutele peab määrama asutamiskuupäeva

source: Businesses must have at least %(min_capital)s capital
et: Osaühingutel peab olema vähemalt %(min_capital)s eurot kapitali

source: Stakeholder
et: Osanik

source: Value
et: Väärtus

source: Is founding
et: On asutav

source: created at
et: loomisaeg

source: updated at
et: uuendamiskuuaeg

source: Legal entities cannot be established into the future
et: Juriidilisi isikuid ei saa registreerida tulevikku

source: name
et: nimi

source: code
et: kood

source: creation date
et: loomisaeg

source: capital
et: kapital

source: is person
et: on inimene

source: Legal entity
et: Juriidiline isik

source: Legal entities
et: Juriidilised isikud

source: stakeholder
et: osanik

source: company
et: ettevõte

source: value
et: väärtus

source: is founding
et: on asutav

source: Equity
et: Osalus

source: Holdings
et: Osalused

source: Homework assignment for a RIK job application
et: RIK'i tööpakkumise kodune ülesanne

source: Homework
et: Kodutöö

source: Homepage
et: Avaleht

source: Establish an LLC
et: Asuta osaühing

source: Change language
et: Muuda keelt

source: Edit LLC
et: Muuda osaühingut

source: LLC Details
et: Osaühingu andmed

source: Equities
et: Osalused

source: Add equity
et: Lisa osalus

source: Save changes
et: Salvesta muudatused

source: Establish new LLC
et: Asuta uus osaühing

source: Legal entity lookup
et: Juriidilise isiku otsing

source: Search
et: Otsi

source: Search results
et: Tulemused

source: People
et: Inimesed

source: No results found
et: Tulemusi pole

source: Load more people
et: Laadi rohkem inimesi

source: Companies
et: Ettevõtted

source: Load more companies
et: Laadi rohkem ettevõtteid

source: Edit
et: Muuda

source: Birth date
et: Sünnikuupäev

source: Company name
et: Ettevõtte nimi

source: Company code
et: Ettevõtte kood

source: Equity value
et: Osaluse väärtus

source: Percentage
et: Protsent

source: Is founder
et: On asutaja

source: Yes,No
et: Jah,Ei
